[
  {
    "guid": "9022391",
    "pubDate": "Fri, 11 Jul 2014 15:46:07 +1000",
    "category": "LEISURE",
    "description": "Wangaratta Performing Arts Centre joins with Wangaratta Arts Council Inc. to present intimate twilight concerts which they call Steinway on Stage because pianists play the Rural City of Wangaratta's magnificent grand piano with the audience seated on the stage of the Wangaratta Performing Arts Centre's Alpine MDF Theatre.\n\nGlenise Williams has played piano for the past 30 years, after not having access to an instrument for many years. For the past twenty years she has played regularly with two friends she met while teaching in Thoona. Jenny O'Brien and Wendy Cameron both play flute and will join Glenise for this recital.\n\nSince the French love the flute and have composed many works for this instrument, the program will include works by Delibes, Faure and Gaubert. The trio will also play two contemporary works by a German and a Spanish composer. Glenise will play two pieces for solo piano by the composer Ludovico Einaudi who has produced lots of music for film.\n\nGlenise is currently also the accompanist for Ostinato, Wangaratta's Community Choir.\n",
    "link": "http://www.eventsvictoria.com/Event?id=9022391&date=20140827",
    "title": "Steinway on Stage with Glenise Williams and Friends"
  },
  {
    "guid": "9022387",
    "pubDate": "Fri, 11 Jul 2014 14:42:02 +1000",
    "category": "LEISURE",
    "description": "The Loddon Darts Association proudly presents the Gold Fossicker's Cup. Registrations by 9am for a 9.30am start.\nMen (maybe mixed)  max. 14 teams.\nLadies (definitely ladies only) max 10 teams.\n\n$5,000.00 total prize pool. Medallions - Badges for 180's (*Proposed prize money, subject to entry numbers).\n$1,000.00 first nine darter. 5.1 gram gold nugget for first 170 peg.\nRound Robin format, 5 players per team, plus up to 3 reserves. No requirement to play Saturday to qualify for Sunday. Individual prizes shared if multiple winners.\n\nBar opens at 9.00am both days! Ice cold drinks at amazingly low prices. Alcohol, food, tea & coffee available at venue. Definitely NO BYO alcohol to be brought into the venue.\n\nSupported by Loddon Shire Council Major Events Program.\n\nCost: $90 per team.\n",
    "link": "http://www.eventsvictoria.com/Event?id=9022387&date=20140712",
    "title": "Gold Fossickers Cup"
  },
  {
    "guid": "9022384",
    "pubDate": "Fri, 11 Jul 2014 11:38:13 +1000",
    "category": "LEISURE",
    "description": "If you love brilliantly designed, beautifully crafted treasures then the iconic Queen Victoria Market has something special for you!\n\nThis unique market experience  presented by Craft Markets Australia brings together the best independent Australian designed craft, homewares, jewellery, fashion, and more offering a range a unique products.\n\nAll articles must be Australian designed, but can be sourced from specialist manufacturers from around the globe.\n\nDon't miss the opportunity to pick up something truly unique.",
    "link": "http://www.eventsvictoria.com/Event?id=9022384&date=20140720",
    "title": "Queen Victoria Market - Shed \"A\""
  },
  {
    "guid": "9022382",
    "pubDate": "Fri, 11 Jul 2014 11:13:15 +1000",
    "category": "LEISURE",
    "description": "Lardner Park lends itself as a fantastic venue for a Craft Markets Australia regional arts, craft and fresh produce market and is ideally located midway between Drouin and Warragul. The site is well sign posted from the Eastern and Western approach of the Princess Highway. \n\nHosting a wonderful diverse range of stalls, this market will have you plunging headlong into a myriad of sensations. From the traditional to contemporary, an eclectic mix of textures, materials and surfaces make up a huge range of distinctive products all hand made from original designs. \n\nTreat your taste buds to a thorough work out from the gourmet smorgasbord of foods on offer. Culinary delights include savories, scrumptious cheeses, wines, tasty pasta, freshly brewed coffee, tantalising teas, zesty fruit juices, home styles baking along side modern cakes and enticing preserves plus seasonal injections of fruits and vegetables. \n\nAmple parking, large undercover pavilion and only one hour easy drive from Melbourne. Parking is $3.",
    "link": "http://www.eventsvictoria.com/Event?id=9022382&date=20140921",
    "title": "A Day Out at Lardner Park"
  },
  {
    "guid": "9022380",
    "pubDate": "Fri, 11 Jul 2014 09:49:46 +1000",
    "category": "LEISURE",
    "description": "Stitched Up Makers and Creators Day is a high-quality market featuring some of the region's best textile arts & crafts people, The Stitched Up Makers Market is a brilliant opportunity for makers to find an appreciative audience for their handcrafted wares, and for visitors to meet the makers and buy a special something for themselves or friends and families.\n\nThe Memorial Town Hall at Wangaratta Performing Arts Centre is the place to be.  This high-exposure venue provides a grand backdrop for the event, and will provide plenty of room for 25 traders as well as demonstrations by local craft groups & artists, fashion parades of amazing wearable art, & a Crafternoon where you can bring along unfinished craft projects to finish in a relaxed social environment with guidance available from experienced crafters.",
    "link": "http://www.eventsvictoria.com/Event?id=9022380&date=20140713",
    "title": "Stitched Up Makers & Creators Day"
  },
  {
    "guid": "9022378",
    "pubDate": "Thu, 10 Jul 2014 16:00:17 +1000",
    "category": "LEISURE",
    "description": "Come along and enter in the Hamilton District Indoor Bias Bowls Tournament.\nOpen Fours, Format: 5X games of 10 ends.\n\nPrice Money on offer totals $600.00\n\nAlways a fun day our for all involved.\n\nThanks to Sponsors Alexandra House & Ace Radio 3HA\nTime: Registration 9.30am\n          Start 10.00am\n\nEntries to\nMerle Feshler: 5572 4465\nNola Landwehr: nolakath@outlook.com\n\nCost: $40 per team.\nEntries close 19th August.",
    "link": "http://www.eventsvictoria.com/Event?id=9022378&date=20140824",
    "title": "Hamilton District Indoor Bias Bowls Tournament"
  },
  {
    "guid": "9022374",
    "pubDate": "Thu, 10 Jul 2014 14:51:42 +1000",
    "category": "LEISURE",
    "description": "Celebrate New Year's Eve and have a truly magical evening at SkyHigh. Ring in the New Year with family and/or friends seated in their lower level Restaurant, the atmosphere is truly magical and is an unforgettable experience ..\n\nPrice includes entertainment, a five course dinner and beer, wine, soft drink and basic spirits. ",
    "link": "http://www.eventsvictoria.com/Event?id=9022374&date=20141231",
    "title": "New Year's Eve at SkyHigh"
  },
  {
    "guid": "9022372",
    "pubDate": "Thu, 10 Jul 2014 13:46:12 +1000",
    "category": "LEISURE",
    "description": "New Year's Eve Gala Dinner Dance at SkyHigh 2014 is set to be a truly magical evening. Ring in the New Year with family and/or friends seated in their stunning Functions and Events centre with floor to ceiling windows and the magnificent view of Melbourne as your backdrop - this is an unforgettable experience.\n\nPrice includes a five course dinner, entertainment and beer, wine, soft drink and basic spirits.\n",
    "link": "http://www.eventsvictoria.com/Event?id=9022372&date=20141231",
    "title": "New Year's Eve Gala Dinner Dance at SkyHigh 2014"
  },
  {
    "guid": "9022369",
    "pubDate": "Thu, 10 Jul 2014 12:16:56 +1000",
    "category": "LEISURE",
    "description": "Enhance your visit to the Victor Hugo: Les Misérables - From Page to Stage exhibition with a guided tour.\n\nThe tours run on Monday, Tuesday and Friday from 11am to 12pm; on Wednesday from 3.30pm to 4.30pm; on Thursday from 11am to 12pm and 5.30pm to 6.30pm; and on Saturday and Sunday from 11am to 12pm and 3.30pm to 4.30pm.\n\nNOTE: To attend, you must purchase an exhibition ticket valid for the date of your tour. Visit our dedicated Victor Hugo: Les Misérables - From Page to Stage website for full exhibition details, ticket information and sales, Victor Hugo and more.\n\nCompanion card is accepted at State Library of Victoria events.",
    "link": "http://www.eventsvictoria.com/Event?id=9022369&date=20140721",
    "title": "Guided tours of Victor Hugo: Les Misérables – From Page to Stage "
  },
  {
    "guid": "9022368",
    "pubDate": "Thu, 10 Jul 2014 12:11:57 +1000",
    "category": "LEISURE",
    "description": "Join Gérard Audinet, Director Maisons de Victor Hugo, for an insightful pop-up talk, From Page to Stage, about Victor Hugo's life and times.\n\nNOTE: To attend, you must purchase an exhibition ticket valid for the date of the talk. Visit our dedicated Victor Hugo: Les Misérables - From Page to Stage website for full exhibition details, ticket information and sales, Victor Hugo and more.\n\nCompanion card is accepted at State Library of Victoria events.",
    "link": "http://www.eventsvictoria.com/Event?id=9022368&date=20140718",
    "title": "Victor Hugo: Les Misérables pop-up talk!"
  },
  {
    "guid": "9022367",
    "pubDate": "Thu, 10 Jul 2014 12:07:16 +1000",
    "category": "LEISURE",
    "description": "The idea of a famous writer leaving their papers and manuscripts to a library was a new phenomenon in the 1880s.\n\nWhen Victor Hugo, considered one of the greatest French writers of all time, decided to bequest his entire archive to the National Library of France in 1881, he began a hugely important trend that continues to this day.\n\nThanks to this bequest, the exhibition Victor Hugo: Les Misérables - From Page to Stage is able to feature rare items from the collections of the Biblioth&#232;que nationale de France, as well as from the Maison de Victor Hugo, Musée Rodin, Cameron Mackintosh Archive and others.\n\nJoin Guillaume Fau, Chief Heritage Curator at the Biblioth&#232;que nationale de France, for a discussion about the significance that Hugo's bequest has had for the Library, the French people - and the world.\n\nVisit The State Libraries dedicated Victor Hugo: Les Misérables - From Page to Stage website for full details about the exhibition, tickets, Victor Hugo and more.",
    "link": "http://www.eventsvictoria.com/Event?id=9022367&date=20140720",
    "title": "Talk: Victor Hugo and the making of a national collection"
  },
  {
    "guid": "9022365",
    "pubDate": "Wed, 09 Jul 2014 16:54:01 +1000",
    "category": "LEISURE",
    "description": "Beauty and the Beast is a classic school musical performed by Baimbridge College cast and crew of 80 students.\n\nEnjoy a magical journey of music and colour. See the Beast transform before your very eyes!\n\nTime: 7.30pm \n\nTickets available from school reception or by calling 03 5572 2788.\n\nPerformance to be held at Hamilton Performing Arts Centre, Brown Street, Hamilton.",
    "link": "http://www.eventsvictoria.com/Event?id=9022365&date=20140904",
    "title": "Beauty and the Beast"
  },
  {
    "guid": "9022362",
    "pubDate": "Wed, 09 Jul 2014 16:33:17 +1000",
    "category": "LEISURE",
    "description": "See the world's only comedy, vocal, electric cello, violin, piano, guitar, typewriter and whip cabaret duo!\n\nThis is a high energy and hilarious feature act - a unique blend of music and comedy and they are winners of five MO Awards for excellence in live entertainment.\n\nJoin husband and wife team Jacqui and Brenton Edgecombe in their latest comedic escapade.\n",
    "link": "http://www.eventsvictoria.com/Event?id=9022362&date=20140903",
    "title": "Sring Fever"
  },
  {
    "guid": "9022361",
    "pubDate": "Wed, 09 Jul 2014 16:25:39 +1000",
    "category": "LEISURE",
    "description": "Two sensational grand pianos head to head on stage. \n\nSouth African born concert pianist Len Vorster will be joined by Melbourne-based pianist Linda O'Brien, in what will be a memorable performance. Joining them will be international soprano Alison Rae Jones and the ever popular Chris McKenna as compere. \n\nMusic will include everything from Ravel and Debussy through to Leonard Bernstein's West Side Story and even Billy Joel, as well as some beautifully sung songs and loads of laughs.\n",
    "link": "http://www.eventsvictoria.com/Event?id=9022361&date=20140830",
    "title": "Two Grands Four Hands"
  },
  {
    "guid": "9022360",
    "pubDate": "Wed, 09 Jul 2014 16:22:16 +1000",
    "category": "LEISURE",
    "description": "You don't need to travel to Las Vegas for this; we have brought the show to you! After three years and 1000 shows headlining on the Las Vegas strip, the guys have return to Australia with a brand new show for 2014. \n\nFor one night only be a part of the magic that is, 'Stayin' Alive'\n",
    "link": "http://www.eventsvictoria.com/Event?id=9022360&date=20140827",
    "title": "Australian Bee Ges Show"
  },
  {
    "guid": "9022358",
    "pubDate": "Wed, 09 Jul 2014 16:17:47 +1000",
    "category": "LEISURE",
    "description": "Watch these amazing dancers turn themselves inside out with the emotion and the inherent comedy of technological change by giving you permission to laugh at yourself and everyone around you for 'virtually' losing their minds!\n\nIncluded in the ticket price is a light supper after the show.\n\nSee website for more information.",
    "link": "http://www.eventsvictoria.com/Event?id=9022358&date=20140809",
    "title": "Involuntary – One Point 618 Dance Theatre"
  },
  {
    "guid": "9022357",
    "pubDate": "Wed, 09 Jul 2014 16:03:43 +1000",
    "category": "LEISURE",
    "description": "Reminisce with these memorable, musical melodies. \n\nFollowing her critically acclaimed show 'The Women of the 60's', Gina Hogan returns with her fabulous new one woman show. She sings her favourites from shows she has been in and others she loves, including Cats, Beauty and the Beast, The Sound of Music, Oklahoma, My Fair Lady, Mamma Mia and many more.\n\nSo come along and enjoy the journey with a generous serving of music theatre, a dash of jazz and lashings of humour on the side.  \n",
    "link": "http://www.eventsvictoria.com/Event?id=9022357&date=20140731",
    "title": "The Belles of Broadway   "
  },
  {
    "guid": "9022356",
    "pubDate": "Wed, 09 Jul 2014 15:57:13 +1000",
    "category": "LEISURE",
    "description": "Do you remember the first time you heard these great songs sung by the unique voice of Pee Wee Wilson?\nThe Delltones with their rich harmonies captivate audiences blending their own hits ''You're The Limit', 'Get A Little Dirt On Your Hands', 'Come A Little Bit Closer', 'Hangin' Five' with classic DooWop, Pop and Rock n' Roll songs 'Get a Job', 'Papa Oom Mow Mow' and 'Mr. Bassman' to make an exciting and colourful performance. They're better than ever!\n",
    "link": "http://www.eventsvictoria.com/Event?id=9022356&date=20140724",
    "title": "The Delltones"
  },
  {
    "guid": "9022352",
    "pubDate": "Wed, 09 Jul 2014 14:42:10 +1000",
    "category": "LEISURE",
    "description": "Held at the Stawell Entertainment Centre, the Stawell Orchid Show is sure to impress.\n\nThe show will be showcasing orchids grown by local members. So come along and admire and appreciate the beauty of the magnificent flowers. \n\nThe Stawell Orchid Society is considered to be the largest, most active orchid society in country Victoria. \n\nDon't miss out on seeing this amazing Orchid displays.",
    "link": "http://www.eventsvictoria.com/Event?id=9022352&date=20140925",
    "title": "Stawell Orchid Show"
  },
  {
    "guid": "9022350",
    "pubDate": "Wed, 09 Jul 2014 13:50:22 +1000",
    "category": "LEISURE",
    "description": "Melbourne's Italianate food and wine destination Olivigna, set on 20 stunning acres in Warrandyte, has announced a series of salami and pasta masterclasses.\n\nArtisian Pasta Master Class: Participants will learn how to make their own pasta from Piera Benini who hales from Bologna, the pasta capital of Italy, and is the resident pasta chef at Olivigna. Piera, who has been making pasta since she was old enough to sit on her grandmother's knee, will cover everything from ingredient selection to kneading to the cutting of favourites like papardelle or ravioli.\n\nFollowing the hands-on class participants will be served their freshly made pasta with a glass of local wine in Olivigna's restaurant La Sala which overlooks the estate's rolling olive grove, citrus orchard and kitchen garden.\n\nAuthentic Salami Masterclass: Under the watchful eye of long time salami maker Gianni Crivelli, participants will learn how to make their own authentic Italian salami from scratch, using the finest ingredients and without any preservatives.\n\nEverything from meat selection to flavouring, casing and aging will be covered. Following the hands-on class, participants will be served their freshly made salami in a traditional dish prepared by Olivigna's head chef, accompanied by a glass of local wine.",
    "link": "http://www.eventsvictoria.com/Event?id=9022350&date=20140712",
    "title": "Cooking class at Olivigna"
  },
  {
    "guid": "9022349",
    "pubDate": "Wed, 09 Jul 2014 13:50:01 +1000",
    "category": "LEISURE",
    "description": "Spain delivers a rare glimpse into the passionate art form that is flamenco; with its earthy gyspy roots, graceful poise, sophisticated rhythms, and the wildly creative nouveau trend, that has captured the World's imagination.\n \nSet to the music of Chick Corea, Astor Piazzolla, Sabicas and Kieren Ray, this show features original choreography by Nella Randone, performed by: Nella Randone, Jini Lim, Chantelle Fernando and accompanied by Kieren Ray on guitar. Also appearing as a special guest is flamenco dancer extraordinaire, Tomas Arroquero, newly arrived from Spain. \n\nWith extravagant costumes and ruffles aplenty, contemporary sophistication, fiery rhythms, dramatic flourishes and sensual lines, Spain offers a unique opportunity to experience flamenco in an intimate setting, featuring solos and ensembles pieces, performed by some of Melbourne's most experienced professional artists. ",
    "link": "http://www.eventsvictoria.com/Event?id=9022349&date=20140829",
    "title": "Flamenco Dance and Guitar Show"
  },
  {
    "guid": "9022347",
    "pubDate": "Wed, 09 Jul 2014 08:55:46 +1000",
    "category": "LEISURE",
    "description": "The Open VVGA Championships are conducted at 5 different locations annually. The Four Ball, Country, Sandscrape, Teams and State events make up the VVGA Majors. VVGA supported events are conducted at 10 locations annually and Interstate events are readily available.The Bill Mead International Match Play is played annually at Rich River under the auspices of the AVGU and VVGA.\n\nPromoting fellowship amongst veteran golfers and a healthy lifestyle.",
    "link": "http://www.eventsvictoria.com/Event?id=9022347&date=20141005",
    "title": "VVGA State Championships"
  },
  {
    "guid": "9022346",
    "pubDate": "Tue, 08 Jul 2014 22:17:36 +1000",
    "category": "LEISURE",
    "description": "Venture into Richmond's deliciously naughty Tiki Lounge & Bar to get boozed on pirate rum, stroke the furry (leopard) wall and laugh your tatas off!\n\nEvery week features an amazing line-up of 10 or so hilarious comics who will have you in stitches from beginning to end!\n\nGold coin donations welcome - for the month of July, all proceeds will go to The Lost Dogs' Home. \n\nBar is cash only.",
    "link": "http://www.eventsvictoria.com/Event?id=9022346&date=20141211",
    "title": "Tiki Comedy - Free Weekly Comedy!"
  },
  {
    "guid": "9022345",
    "pubDate": "Tue, 08 Jul 2014 17:37:04 +1000",
    "category": "LEISURE",
    "description": "Coinciding with the arrival of Cameron Mackintosh's acclaimed new production of Boublil and Sch&#246;nberg's Les Misérables in Melbourne, Victor Hugo: Les Misérables - From Page to Stage brings together an extraordinary collection of rarely seen material from around the world.\n\nJoin the exhibition curators for insightful and entertaining tours in both English and French.",
    "link": "http://www.eventsvictoria.com/Event?id=9022345&date=20140718",
    "title": "Curator tours of Victor Hugo: Les Misérables – From Page to Stage Exhibition"
  },
  {
    "guid": "9022344",
    "pubDate": "Tue, 08 Jul 2014 15:06:15 +1000",
    "category": "LEISURE",
    "description": "Hammertime & Biggish Al present Society Variety for connoisseurs of comedy. Shaken, not stirred. \n\nHeld on the last Tuesday of every month, Society Variety is Melbourne's freshest and only straight after work comedy/variety show; the perfect tonic to be taken after the drudgery of the work day ends.\n\nRunning in the city at the historic Society Restaurant on Bourke Street Society Variety offers the best of Melbourne's professional comedians and variety acts.\n\nAudiences have the opportunity to enjoy pre and post show meals in the ground floor restaurant, and cocktails in the lavish first floor bar. It's comedy at its classiest.\n\nPlush booths, opulent decor and art nouveau married with a quality comedy show, that won't mean staying out too long on a school night. \n\nSave that excel spreadsheet, send that final email and join us for drinks, fine food and a laugh with some of Melbourne's finest.\n",
    "link": "http://www.eventsvictoria.com/Event?id=9022344&date=20140729",
    "title": "Society Variety"
  },
  {
    "guid": "9022343",
    "pubDate": "Tue, 08 Jul 2014 14:53:57 +1000",
    "category": "LEISURE",
    "description": "To mark the beginning of the Spring Racing Season, join us at Flemington's famous ladies' luncheon - the Myer Spring Fashion Lunch.\n\nThis stylish event will feature a Myer fashion parade with Myer Ambassador Kris Smith showcasing the new Spring Racewear Collection. Guests will be treated to a two-course lunch by Peter Rowland at Flemington, beverages and fabulous entertainment. Each guest will also receive a gift.\n\nThis annual luncheon is the place to be seen with Melbourne's fashion and social elite gracing Flemington's Atrium in the finest race-wear and on-trend millinery.\n\nPlease note: Entertainment and hosts will be announced soon.\n\nIncludes:\n•\tSuperb two-course lunch by Peter Rowland at Flemington \n•\tBeverages including red and white wine, sparkling wine, beer and soft drink\n•\tLive musical entertainment\n•\tA special gift for each guest\n•\tComplimentary car parking\n",
    "link": "http://www.eventsvictoria.com/Event?id=9022343&date=20140910",
    "title": "Myer Spring Fashion Lunch"
  },
  {
    "guid": "9022339",
    "pubDate": "Tue, 08 Jul 2014 13:58:26 +1000",
    "category": "LEISURE",
    "description": "Melbourne's original vintage fashion event - the fifteenth Way We Wear Vintage Fashion Fair returns to Williamstown Town Hall.  \n\nTwo hundred years of fashion and fashion accessories for sale plus linen and lace, buttons and bows, jewellery and a smattering of vintage collectables plus as usual local 'fashionistas' with 'Sell the Wardrobe'. \n\nFree workshops available all weekend with Mr Sew-and-Sew with his dressmaking classes and the Baby Boomers Cookbook with their Sixties Chef (oh no not fondue!). Vintage fashion films and a talk on WW1 fashion by one of Australia's leading experts on period fashion.  \n\nOn Sunday at 1pm 'Ms or Mr Vintage Melbourne' with $200 cash prize for our best dressed in vintage.  \n\nThis is an event no 'fashionista' should miss.",
    "link": "http://www.eventsvictoria.com/Event?id=9022339&date=20140712",
    "title": "Frock Up Melbourne"
  },
  {
    "guid": "9022338",
    "pubDate": "Tue, 08 Jul 2014 13:34:47 +1000",
    "category": "LEISURE",
    "description": "Global Creatures presents Strictly Ballroom The Musical, based on the much-loved Australian film. Coming soon to Her Majesty's Theatre, this brand new production has audiences dancing in the aisles in a kaleidoscope of colour and fun. \n\nDirected by Baz Luhrmann, Strictly Ballroom The Musical features classic songs from the film including Love is in the Air and Time after Time, as well as some wonderful new songs by artists such as Eddie Perfect and Sia.\n\nThe cast includes Thomas Lacey and Phoebe Panaretos as Scott Hastings and Fran with Bob Baines, Drew Forsythe, Natalie Gamsu, Robert Grubb, Fernando Mira, Heather Mitchell and Mark Owen-Taylor leading an ensemble of over 40 performers. \n\nCome and join in the fun and experience all the glitz, glamour and laughs that will be sure to put a smile on your face.\n\nBook now; for a strictly limited season only.",
    "link": "http://www.eventsvictoria.com/Event?id=9022338&date=20150120",
    "title": "Strictly Ballroom The Musical"
  },
  {
    "guid": "9022335",
    "pubDate": "Tue, 08 Jul 2014 12:02:44 +1000",
    "category": "LEISURE",
    "description": "Come down to the St Arnaud Visitor Information Centre for the Saints and Sinners Bicycle Ride.\n\nOn Saturday; leaving from St Arnaud from the Information Centre and riding to Wedderburn via the St Arnaud- Bendigo Road 23.0KS. Turn left at the Logan Hotel onto Logan-Wedderburn Road and continue to Wedderburn. Arriving at the Goldseeker Motel for midday lunch -49.6Ks. After lunch riders will depart Wedderburn between 1.30-2pm heading back to St Arnaud.\n\nOn Sunday, departing St Arnaud from Lord Nelson Park at approximately 9.00am. Heading out the Ballarat Road for 8.6Ks , veer left into Dunolly Road. Continue along this road for another 16.9Ks arriving at the Emu Hall on the right for morning tea. A total distance of 25.5Ks from the starting point. Departing Emu Hall after morning tea and returning to St Arnaud the same way.",
    "link": "http://www.eventsvictoria.com/Event?id=9022335&date=20141011",
    "title": "Saints and Sinners Bicycle Ride"
  },
  {
    "guid": "9022334",
    "pubDate": "Tue, 08 Jul 2014 11:30:10 +1000",
    "category": "LEISURE",
    "description": "Held on the third Saturday of every month, the Treasures and Tastes @ Trinity is a local makers and producers market in Surrey Hills, Melbourne.\n\nStall holders make everything they sell themselves and the market has a range of stalls from fresh produce such as honey, vegetables, jams, cakes to wine, home crafts, children's clothes and accessories, art work. \n\nCome and have a scone and hot drink in the Treasures Cafe or treat yourself to a yummy egg and bacon roll from the courtyard barbecue. \n\nThe market has a hidden treasures room with new stall every month. If your looking for a morning out and about, the Treasures and Tastes Market is the place to be. \n\nThe market is predominantly a, indoor market and cater for all weather!",
    "link": "http://www.eventsvictoria.com/Event?id=9022334&date=20140719",
    "title": "Treasures and Tastes @ Trinity"
  }
]
